# InchDoubleQuote Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..InchDoubleQuote Property
SymbolTypeId Class See Also
---
Symbol ", indicating unit Inches.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId InchDoubleQuote { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property InchDoubleQuote As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ InchDoubleQuote {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace